
[
  {
    "id": "1",
    "title": "Ночь Рока",
    "date": "2025-03-02T20:00:00Z",
    "genre": [
      "Рок",
      "Поп"
    ],
    "ageRating": "NC17",
    "description": "Погрузитесь в атмосферу захватывающей ночи рок-музыки, где легенды и новые таланты встретятся на одной сцене. Это уникальное событие объединяет любителей музыки всех возрастов в незабываемом празднике звуков и эмоций. Подготовьтесь к мощным гитарным рифам, захватывающим барабанным партиям и великолепным вокальным выступлениям. На протяжении всей ночи вы сможете насладиться живыми выступлениями известных исполнителей и открыть для себя новые имена, которые, возможно, станут будущими звездами рок-сцены.",
    "artists": [
      {
        "id": "1",
        "name": "Иван Иванов",
        "profession": "GUITARIST"
      },
      {
        "id": "2",
        "name": "Анна Смирнова",
        "profession": "DRUMMER"
      },
      {
        "id": "3",
        "name": "Михаил Браун",
        "profession": "VOCALIST"
      }
    ],
    "duration": 180,
    "imgPreview": "http://localhost:8090/img/poster1",
    "minPrice": 1500,
    "status": "ACTIVE"
  },
  {
    "id": "2",
    "title": "Фолк Фестиваль",
    "date": "2025-03-31T17:00:00Z",
    "genre": [
      "Фолк"
    ],
    "ageRating": "G",
    "description": "Откройте для себя богатство народной музыки на нашем уникальном Фолк Фестивале! Это событие соберет лучших исполнителей народной музыки и подарит вам возможность насладиться живыми выступлениями, которые перенесут вас в мир традиций и культур. Погрузитесь в атмосферу дружбы и единства, где мелодии и ритмы объединяют сердца. На фестивале вы сможете услышать как классические фолк-композиции, так и современные интерпретации, которые вдохновляют и радуют. Не упустите шанс насладиться мастерством талантливых музыкантов и открыть для себя новые грани народного искусства.",
    "artists": [
      {
        "id": "1",
        "name": "Виктор Кузнецов",
        "profession": "GUITARIST"
      },
      {
        "id": "2",
        "name": "Елена Морозова",
        "profession": "DRUMMER"
      },
      {
        "id": "3",
        "name": "Николай Романов",
        "profession": "VOCALIST"
      }
    ],
    "duration": 300,
    "imgPreview": "http://localhost:8090/img/poster2",
    "minPrice": 1000,
    "status": "ARCHIVED"
  }

,
  {
    "id": "3",
    "title": "Вечер Джаза",
    "date": "2025-03-03T19:00:00Z",
    "genre": [
      "Джаз"
    ],
    "ageRating": "PG13",
    "description": "Приглашаем вас на спокойный вечер джазовой музыки, где вы сможете насладиться волнующими мелодиями и атмосферой уюта. Этот вечер посвящен джазу в его самых разных проявлениях: от классических стандартов до современных интерпретаций. Погрузитесь в мир импровизации и чувственности, где каждый аккорд и каждая нота создают уникальную историю. Присоединяйтесь к нам, чтобы ощутить магию джаза и насладиться великолепным исполнением талантливых музыкантов.",
    "artists": [
      {
        "id": "1",
        "name": "Сара Ли",
        "profession": "GUITARIST"
      }
    ],
    "duration": 120,
    "imgPreview": "http://localhost:8090/img/poster3",
    "minPrice": 1200,
    "status": "ACTIVE"
  }

,
  {
    "id": "4",
    "title": "Электро Ночь",
    "date": "2025-03-04T22:00:00Z",
    "genre": [
      "Электронная"
    ],
    "ageRating": "NC17",
    "description": "Погрузитесь в мир электронной музыки на нашей захватывающей Электро Ночи! Это событие обещает незабываемую атмосферу, полную ярких звуков и энергичных ритмов. Присоединяйтесь к нам, чтобы насладиться живыми сетами лучших диджеев, которые создадут уникальное музыкальное путешествие. От техно до хауса — каждый найдет что-то для себя. Готовьтесь танцевать до утра под звуки самых горячих треков и погружаться в атмосферу безудержного веселья!",
    "artists": [
      {
        "id": "1",
        "name": "DJ Макс",
        "profession": "DJ"
      }
    ],
    "duration": 240,
    "imgPreview": "http://localhost:8090/img/poster4",
    "minPrice": 1300,
    "status": "ACTIVE"
  }

,
  {
    "id": "5",
    "title": "Классический Гала",
    "date": "2025-03-01T18:00:00Z",
    "genre": [
      "Классическая"
    ],
    "ageRating": "G",
    "description": "Приготовьтесь к очаровательной ночи классической музыки, где вы сможете насладиться произведениями великих композиторов в исполнении талантливых музыкантов. Это уникальное событие объединяет классическую музыку и великолепную атмосферу, создавая незабываемый опыт. В программе — шедевры от Баха до Чайковского, которые перенесут вас в мир изящества и гармонии.",
    "artists": [
      {
        "id": "1",
        "name": "Анна Иванова",
        "profession": "VOCALIST"
      }
    ],
    "duration": 150,
    "imgPreview": "https://example.com/classicalgala.jpg",
    "minPrice": 1400,
    "status": "CANCELED"
  }


]

